Repository: developeramarish/BBStore
Catalog: App_LocalResources/EditProductGroup.ascx.*.resx
Languages: es_es

# ModuleHelp.Text
source: <P>A BBStore module
es_es: <p>Un módulo de BBStore</p>

# ControlTitle_edit.Text
source: Edit BBStore Product Group
es_es: Editar grupo de productos de BBStore

# DefaultName.Text
source: Check if you want to Disable Product Group
es_es: Compruebe si desea deshabilitar el grupo de producto

# lblImage.Text
source: Image
es_es: Imagen

# lblIcon.Text
source: Icon
es_es: Icono

# lblLanguage.Help
source: Select the Language you want to edit
es_es: Seleccione el idioma que desea editar

# lblLanguage.Text
source: Select Language
es_es: Seleccionar idioma

# lblImage.Help
source: Choose Image as productgroup image, optionally upload new file
es_es: Elija la imagen como imagen de productgroup, opcionalmente cargar archivo nuevo

# lblIcon.Help
source: Choose Image as productgroup icon image, optionally upload new file
es_es: Elija la imagen como imagen de icono de productgroup, opcionalmente cargar archivo nuevo

# treeProductGroups.Text
source: Product Groups
es_es: Grupos de productos

# lblProductGroupName.Text
source: Product Group
es_es: Grupo de producto

# lblProductGroupName.Help
source: Enter the Product Group Name
es_es: Introduzca el nombre de grupo de producto

# DeleteConfirm.Text
source: Do you really want to delete this product group ?
es_es: ¿Quieres eliminar este grupo de productos.

# cmdRefresh.Text
source: refresh images
es_es: Actualizar imágenes

# lblTarget.Text
source: Target Page
es_es: Página de destino

# lblTarget.Help
source: Select the page which should open when clicking the product group. Normally this is the own page and you can leave this empty !
es_es: Seleccione la página que se debe abrir al hacer clic en el grupo de productos. Normalmente se trata de la propia página y puede dejar esta vacío!

# lblSelPG.Help
source: Select a product group with a click to edit (or "Product Groups" for main level)
es_es: Seleccione un grupo de productos con un clic para editar (o "grupos de producto" para nivel principal)

# NewGroup.Text
source: New Product Group
es_es: Nuevo grupo de producto

# TreeDisabled.Text
source: Please select "cancel" or "update" first before selecting another product group
es_es: Por favor, seleccione "o" actualizar "Cancelar" primero antes de seleccionar otro grupo de producto

# cmdAdd.Text
source: Add Subgroup
es_es: Añadir subgrupo

# lblSelPG.Text
source: Select Product Group
es_es: Seleccione el grupo de producto

# lblViewOrder.Text
source: View Order
es_es: Ver pedido

# lblViewOrder.Help
source: Enter the Order no of the Product Group
es_es: Introduzca la orden no del grupo de producto

# lblDisabled.Text
source: Disabled
es_es: Discapacitados

# lblDisabled.Help
source: Check if you want to Disable Product Group
es_es: Compruebe si desea deshabilitar el grupo de producto

# lblFeatureLists.Text
source: Enable Feature Lists
es_es: Habilitar la característica listas

# lblFeatureLists.Help
source: Please select which feature lists should be valid for this product group
es_es: Por favor seleccione qué característica listas debería ser válido para este grupo de productos

# lblProductGroupDescription.Help
source: Enter the product group description
es_es: Escriba la descripción del grupo de producto

# lblProductGroupDescription.Text
source: Description
es_es: Descripción

# lblProductGroupShortDescription.Help
source: Enter the product group short description (max 500)
es_es: Escriba la descripción corta del producto grupo (máximo 500)

# lblProductGroupShortDescription.Text
source: Short Description
es_es: Descripción corta
