Repository: developeramarish/BBStore
Catalog: App_LocalResources/EditProduct.ascx.*.resx
Languages: de_de, es_es

# ModuleHelp.Text
source: <P>A BBStore module
de_de: <P>Ein BBStore Modul
es_es: <p>Un módulo de BBStore</p>

# ControlTitle_edit.Text
source: Edit BBStore Simple product
de_de: BBStore Simple Product bearbeiten
es_es: Editar producto simple BBStore

# DefaultName.Text
source: A new Simple Product
de_de: Ein neues Simple Product
es_es: Un nuevo producto simple

# lblAttributes.Text
source: Attributes
de_de: Attribute
es_es: Atributos

# lblProductDescription.Text
source: Product description
de_de: Produktbeschreibung
es_es: Descripción del producto

# lblImage.Text
source: Image
de_de: Bild
es_es: Imagen

# lblItemNo.Text
source: Item No
de_de: Artikelnummer
es_es: Nº de artículo

# lblName.Text
source: Product Name
de_de: Produktbezeichnung
es_es: Nombre del producto

# lblTaxPercent.Text
source: Tax %
de_de: MwSt. %
es_es: % De impuesto

# lblTemplate.Help
source: Define the template for all product modules
de_de: Definieren Sie die Vorlage für alle Produkt-Module
es_es: Definir la plantilla para todos los módulos de producto

# lblTemplate.Text
source: Product Template
de_de: Produkt Vorlage
es_es: Plantilla de producto

# lblUnitCost.Text
source: Unit Price
de_de: Einzelpreis
es_es: Precio por unidad

# lnkReset.Text
source: Reset to default
de_de: auf Standard setzen
es_es: Restablecer a predeterminado

# shGlobal.Text
source: Global Product settings (all product modules)
de_de: Globale Produkt-Einstellungen (alle Produkt-Module)
es_es: Configuración del producto global (todos los módulos de producto)

# shProduct.Text
source: Product Settings (this module)
de_de: Produkt-Einstellungen (dieses Modul)
es_es: Configuración de producto (este módulo)

# ValidatorUnitCost.Error
source: Please enter a valid price
de_de: Bitte geben Sie einen gültigen Preis ein
es_es: Introduce un precio válido

# ValidatorTaxPercent.Error
source: Please enter a valid percentage
de_de: Bitte geben Sie einen gültigen Prozentwert ein
es_es: Introduzca un porcentaje válido

# lblLanguage.Help
source: Select the Language you want to edit
de_de: Wählen Sie die zu bearbeitende Sprache
es_es: Seleccione el idioma que desea editar

# lblLanguage.Text
source: Select Language
de_de: Sprache wählen
es_es: Seleccionar idioma

# lblAttributes.Help
source: <p>Write each attribute on a separate line, e.g.: <strong>color</strong> in the first row and <strong>size</strong> in the second<br /> <br /> If a <strong>!</strong> is written before the attribute this is a must-have criteria,To put the article in the shopping cart this must be selected <br /> <br /> If you want to set a specific size of the input box, you can attach the dimensions in curly braces to the attribute (e.g. <em>color&#123;120&#125;:green,blue,yellow</em> creates a drop-down list with a width of 120 pixels, or <em>comment &#123;120,80&#125;</em> a multi-line text box with width 120 and height of 80 pixels)<br /> <br/> When the attribute can have multiple special values, write them behind the attribute name and a ":" as a comma-delimited List (e.g: <i>color:green,blue,yellow</i>)<br/> <br/> if one of the attribute values should be displayed as default value, please put a <strong>&amp;</strong> before the attribute value (eg. <em>color: green,&amp;blue,yellow</em>)< br /> <br /> I an attribute has no special values leave the name of the attribute alone in the row. This leads in the article display to a text input box that can be filled by the customer individually. Is, however, a <strong>^</strong> inserted before the name of the attribute, this name only serves as outline element displayed in bold and receives no input option <br /> <br/> If an attribute value leads to a different price, please write the deviation in brackets behind the attribute value (<i>Color:Green[+1.2345],blue,yellow [-1.0002]</i>) (prices without extra marks are always net prices). Please always use a "." as decimal separator ! You can specify also a factor: blue [* 1.7]<br /> <br /> If you add a "#" to the price alteration, this difference would be shown additional in the dropdown list( zB:Color:Green[#+1.25] leads to the display "Green (+ 1.25 EUR)"<br/> You can specify the difference in price by an additional letter. Use "<strong>N</strong>" for net (default), "<strong>B</strong>" for gross and "<strong>%</strong>" for a percentage variance ([for example: <i>Color:Green[-1.50B],Blue[10%],Yellow[+1.2345N]</i>). If you have chosen a factor an additional letter will be ignored! <br /> <br />Discounts can be defined using a "<strong>@</strong>" character, followed by name, a "<strong>:</strong>" and then (again as a comma-separated list) the number with your price variance (similar to the attributes) (e.g.: <i>@Discount:5[10%],10[20%]</i> would mean that a quantity of 5 ordered items will lead to a discount of 10% and 10 items to a discount of 20%)</p>
de_de: <p>Schreiben Sie jedes Attribut in eine eigene Zeile, z.B.: <strong>Farbe</strong> in die erste Zeile und <strong>Grösse</strong> in die Zweite<br /> <br /> Wenn Sie ein <strong>!</strong> vor das Attribut schreiben ist dieses ein Muss-Kriterium, d.h. zur Übernahme des Artikels in den Warenkorb muss dieses ausgefüllt werden.<br /> <br /> Wenn Sie eine bestimmte Grösse des Eingabefeldes vorgeben wollen, so fügen Sie die Dimension in geschweiften Klammern an das Attribut an (z.B. <em>Farbe&#123;120&#125;:grün,blau,gelb</em> erzeugt eine DropDownListe mit der Breite von 120 Pixel, oder <em>Bemerkung&#123;120,80&#125;</em> eine mehrzeilige Textbox mit Breite 120 und Höhe 80 Pixel)<br /> <br /> Wenn das Attribut mehrere spezielle Werte haben kann, schreiben sie diese hinter den Attributnamen und einem : als komma-separierte Liste (z.B: <i>Farbe:grün,blau,gelb</i>)<br /> <br /> Soll eines der Attributwerte als Voreinstellung angezeigt werden, so setzen Sie bitte ein <strong>&amp;</strong> vor dem Attributwert&nbsp; (zB. <em>Farbe:grün,&amp;blau,gelb</em>)<br /> <br /> Hat das Attribut keine speziellen Werte, so bleibt der Name des Attributes alleine in der Zeile und führt beim Artikel zu einer Texteingabebox, die der Kunde individuell ausfüllen kann. Wird dagegen ein <strong>^</strong> vor dem Attributnamen eingefügt, so dient dieser Name nur als fett angezeigtes Gliederungselement und erhält keine Eingabemöglichkeit <br /> <br /> Wenn ein Attributwert zu einem anderen Preis führt, schreiben sie die Abweichung in eckige Klammern direkt hinter den Attributwert (<i>Farbe:Grün[+1.2345],Blau,gelb[-1.0002]</i>) (Preise ohne extra Auszeichnung sind immer netto). Bitte verwenden Sie als Dezimaltrenner immer einen "."! Sie können alternativ auch einen Faktor angeben: Blau[*1.7]<br />.<br/> <br/> Fügen Sie dem Änderungswert ein "#" hinzu, so wird diese Preisänderung in der Auswahlbox zusätzlich angezeigt( zB:Farbe:Grün[#+1.25] führt zu der Anzeige "Grün (+ 1.25 EUR)"<br/> <br /> Sie können die Preisdifferenz durch einen zusätzlichen Buchstaben auch noch genauer qualifizieren. Verwenden Sie &quot;<strong>N</strong>&quot; für netto (Standard), &quot;<strong>B</strong>&quot; für Brutto und &quot;<strong>%</strong>&quot; für eine prozentuale Abweichung (z.B.: <i>Farbe:Grün[-1.50B],Blau[10%],Gelb[+1.2345N]</i>). Wenn Sie einen Faktor gewählt haben wird der zusätzliche Buchstabe ignoriert!<br /> <br /> Rabatte können definiert werden über ein &quot;<strong>@</strong>&quot;-Zeichen, gefolgt von Namen, einem &quot;<strong>:</strong>&quot; und dann (wiederum als kommaseparierte Liste) die jeweilige Anzahl mit Ihrer Preisabweichung (analog zu den Attributen)&nbsp; (z.B.: <i>@Rabatt:5[-10%],10[-20%]</i>&nbsp; würde bedeuten das ein Mengenrabatt von 10% ab 5 bestellten Artikeln vergeben wird sowie 20% ab dem 10.ten ) <br/> Zusätzliche Steuerelemente: Man kann ein "|" am Ende der Zeile hinzufügen . Danach fügt man ein "<I>" ein um die Möglichkeit zum Hochladen einer Datei zu erhalten oder ein "<D>" für das Hinzufügen einer Beschreibungs-Textbox. Durch hinzufügen von "<CONTROL colorbox >" nach dem "|" wird eine Farbauswahlbox erstellt. In diesem Fall müssen alle Optionen einen Farbwert in Klammern nach dem Optionsnamen haben (z. B. Farbe: rot (#FF0000), grün (#00FF00), blau (#0000FF) |<CONTROL colorbox >)</p>
es_es: <p>Escribir cada atributo en una línea separada, por ejemplo: <strong>color</strong> en la primera fila y <strong>tamaño</strong> en el segundo <br/> <br/> Si un <strong>!</strong> escribir antes el atributo es un deber-tener criterios, es decir tomar del artículo en el carrito de la compra debe ser esta rellenada son. &lt;br/&gt; <br/> Si Usted desea establecer un Tamaño específico de la caja de Entrada, al conectar la Cota en Llaves al Atributo (E.g. <em>color 120 &#123;&#125;): verde, azul, amarillo</em> crea una lista desplegable con un ancho de 120 pixeles, o <em>comentario &#123;120,80&#125;</em> un cuadro de texto multilínea con 120 de anchura y altura de 80 píxeles) <br/><br/> Cuando el Atributo puede tener múltiples Valores especiales, les escriben detrás del nombre de Atributo y r: como una Lista delimitada por comas (z.B: <i>color: verde, azul, amarillo</i>) <br/> <br/> uno del atributo valores como un ajuste preestablecido para mostrarse, por favor, pon un <strong>&amp;</strong> antes el valor del atributo (ej. <em>color: verde, azul, amarillo</em>) <br/><br/> el atributo no tiene restos de valores especiales solo el nombre del atributo en la fila y en el artículo conduce a un cuadro de entrada de texto que puede llenar el cliente individualmente. Sin embargo, es un <strong>^</strong> insertado antes del nombre del atributo, entonces este nombre sólo sirve como elemento de esquema aparece en negrita y no recibe ninguna opción entrada <br/><br/> Si un Valor de Atributo conduce a un Precio diferente, por favor escriba la Desviación entre Paréntesis detrás el Valor del Atributo (<i>color: verde [+ 1.2345], azul, amarillo [-1.0002]</i>) (precios sin premio extra siempre son netos). Siempre utilice como separador decimal "."! Puede especificar también un factor: azul [* 1.7] <br/><br/> califica la diferencia en precio por una carta adicional también más lejos. Utilizar "<strong>N</strong>" para la red (por defecto), "<strong>B</strong>" para el bruto y ' <strong>%</strong> ' para un porcentaje de varianza ([por ejemplo: <i>Farbe:Grün[-1.50B],Blau[10%],Gelb[+1.2345N]</i>). Si ha elegido un factor adicional de la carta se omitirán! <br/> <br/> Descuentos pueden definirse mediante un "<strong>@</strong>"-personaje, seguido por el nombre, un "<strong>:</strong>" y luego (otra vez como una lista separada por comas) el número con su variación de precio (similar a los atributos) (ej: <i>@Rabatt: 5 [10%], 10 [20%]</i> significaría que otorgó un descuento del 10% de los artículos pedidos 5 y 20% de la 10.ten la cantidad)</p>

# lblProductDescription.Help
source: Enter here your full featured rich text HTML product description with the help of the HTML Editor
de_de: Geben Sie hier mit Hilfe des HTML-Editors eine ansprechende Artikelbeschreibung mit beliebig vielen Bildern ihres Artikels ein
es_es: Escriba aquí el texto completo de destacados Rico descripción de producto HTML con la ayuda del editor HTML

# lblImage.Help
source: Choose Image as product image, optionally upload new file
de_de: Wählen Sie ein Produktbild, laden Sie dieses optional hoch
es_es: Elija la imagen como imagen del producto, opcionalmente cargar archivo nuevo

# lblItemNo.Help
source: The item number of your product
de_de: Die Artikelnummer ihres Produktes (alphanumerisch)
es_es: El número de producto del producto

# lblName.Help
source: Enter your product name here
de_de: Geben Sie hier den Namen Ihres Produktes ein
es_es: Introduzca aquí el nombre del producto

# lblTaxPercent.Help
source: Enter the tax value in percent with max. 1 decimal digit
de_de: Geben Sie hier den Steuersatz (max. 1 Nachkommastelle) ein
es_es: Introduzca el valor en por ciento con dígito decimal máx. 1 el impuesto

# lblUnitCost.Help
source: Enter the Unit cost in net or gross.
de_de: Geben Sie hier den Einzelpreis Ihres Artikels ein. Je nach Brutto oder Netto-Feld wird der jeweils andere Wert unter Berücksichtigung des eingegebenen Steuersatzes beim Verlassen des Feldes automatisch ermittelt
es_es: Escriba el coste unitario en red o grandes. Entrando en un control textbox y dejando esta rellenos el otro cuadro de texto con el valor correspondiente dependiendo el porcentaje de impuestos definido

# Dynamic.Message
source: Dynamic modules could not be edited. Please select a product first
de_de: Dynamische Module können nicht editiert werden. Bitte wählen Sie zunächst ein Produkt aus
es_es: Could't módulos dinámicos no editarse. Seleccione un producto primero

# lblProductGroup.Text
source: Please select the product groups which are valid for this product
de_de: Wählen Sie alle Produktgruppen die dieses Produkt beinhalten
es_es: Por favor, seleccione los grupos de productos que son válidos para este producto

# treeProductGroups.Text
source: Product Groups
de_de: Artikelgruppen
es_es: Grupos de productos

# lblShortDescription.Help
source: Enter the product short description (max. 500 chars)
de_de: Geben Sie die Kurzbeschreibung an (max. 500 Zeichen)
es_es: Introduzca la descripción corta del producto (caracteres máx. 500)

# lblShortDescription.Text
source: Short Description
de_de: Kurzbeschreibung
es_es: Breve descripción

# lblFeatureGrid.Text
source: Please enter the product features
de_de: Geben Sie hier die Produkteigenschaften an
es_es: Especifique las características del producto

# lblDisabled.Text
source: Hide Product
de_de: Artikel verbergen
es_es: Ocultar el producto

# lblDisabled.Help
source: Check if you want to hide/disable this product (e.g. if product is momentarily not in stock)
de_de: Ankreuzen, wenn Sie diesen Artikel verbergen wollen (zB. wenn er grade nicht auf Lager ist)
es_es: Compruebe si desea ocultar o deshabilitar este producto (por ejemplo, si el producto no es momentáneamente en stock)

# lblOriginalUnitCost.Text
source: Original Price
de_de: Unreduzierter Preis
es_es: Precio original

# lblOriginalUnitCost.Help
source: If this product has a special offer price, enter the normal price here and special price in "Unit Price", otherwise set this value to 0.00.
de_de: Wenn dieser Artikel einen Sonderangebotspreis haben soll, den normalen Preis hier eintragen und den Angebotspreis in "Einzelpreis", andernfalls den normalen Preis in "Einzelpreis" und diesen Preis auf 0.00 setzen.
es_es: Si este producto tiene un especial precio de oferta, escriba el precio normal aquí y precio especial en el "Precio", de lo contrario establezca este valor a 0.00.

# lblHideCost.Text
source: Hide Price
de_de: Preis verbergen
es_es: Ocultar el precio

# lblHideCost.Help
source: Check if you want to hide the price (add to cart is not possible)
de_de: Ankreuzen um den Artikelpreis zu verbergen (Zufügen zum Warenkorb ist dann nicht möglich)
es_es: Compruebe si desea ocultar el precio (agregar al carro no es posible)

# lblNoCart.Help
source: Check if this product could not go to the cart. The customer could only put it on contact request form
de_de: Ankreuzen, wenn dieser Artikel nicht in den Warenkorb gelegt werden kann. Er kann dann nur dem Kontaktanfrageformular zugefügt werden.
es_es: Verificación podría no si este producto a la cesta. El cliente sólo puede ponerlo en el formulario de solicitud de contacto

# lblNoCart.Text
source: Catalog Product
de_de: Katalogprodukt
es_es: Producto del catálogo

# cmdRefreshFeatures.Text
source: Refresh
de_de: Aktualisieren
es_es: Actualizar

# lblSupplier.Text
source: Supplier
de_de: Lieferant
es_es: Proveedor

# lblSupplier.Help
source: Enter the supplier of the product
de_de: Geben Sie den Lieferanten des Artikels an
es_es: Especificar el proveedor de que se refiere el artículo

# SelectSupplier.Text
source: (Select supplier)
de_de: (Lieferant wählen)
es_es: (Seleccione proveedor)

# lblUnit.Text
source: Unit
de_de: Einheit
es_es: Unidad

# lblUnit.Help
source: Select the appropriate Unit for your product
de_de: Wählen Sie die passende Einheit für Ihr Produkt aus
es_es: Seleccione la unidad apropiada para su producto

# SelectUnit.Text
source: (Select Unit)
de_de: (Einheit wählen)
es_es: (Seleccione unidad

# pnlProduct.Text
source: Product
de_de: Produkt
es_es: Producto

# pnlProductGroup.Text
source: ProductGroups
de_de: Artikelgruppen
es_es: Grupos de productos

# pnlProductGroupFeatures.Text
source: Features
de_de: Merkmale
es_es: Características

# pnlLanguage.Text
source: Text
de_de: Texte
es_es: Texto

# cmdRefresh.Text
source: Refresh images
de_de: Bilder aktualisieren
es_es: Actualización de imágenes

# lblWeight.Help
source: Enter the weight of 1 product
de_de: Geben Sie hier das Gewicht des Artikels ein
es_es: Se introduce el peso del artículo aquí

# lblWeight.Text
source: Weight
de_de: Gewicht
es_es: Peso

# lblShippingModel.Text
source: Shipping Model
de_de: Versandmodell
es_es: Modelo de envío

# lblShippingModel.Help
source: Select the corresponding shipping model for the product
de_de: Wählen Sie hier das Versandmodell für diesen Artikel aus
es_es: Seleccione el modelo correspondiente de envío del producto

# cmdCancelEditPrice.Text
source: Cancel
de_de: Abbrechen

# cmdSaveEditPrice.Text
source: Save
de_de: Speichern

# lblPriceEndDate.Help
source: Select a date until this price is valid
de_de: Wähle ein Datum bis zu dem dieser Preis gültig ist

# lblPriceEndDate.Text
source: End date
de_de: Gültigkeitsende

# lblPriceOriginalUnitCost.Help
source: If this product has a special offer price, enter the normal price here and special price in "Unit Price", otherwise set this value to 0.00.
de_de: Wenn der Artikel einen Sonderangebotspreis hat, schreibe hier den normalen Preis hinein und den Sonderangebotspreis in Einzelpreis. Andernfalls setze diesen Wert auf 0.00

# lblPriceOriginalUnitCost.Text
source: Original Price
de_de: Normalpreis

# lblPriceRoleId.Help
source: Select the corresponding user role for the price. If multiple use roles match to the user, the lowest price wins
de_de: Wähle die Benutzergruppe, für die dieser preis gilt. Wenn mehrere Rollen zum Benutzer passen wird der geringste Preis gewählt.

# lblPriceRoleId.Text
source: Userrole
de_de: Benutzerrolle

# lblPriceStartdate.Help
source: Select a date from where this price is valid
de_de: Wähle ein Datum ab dem dieser preis gültig ist

# lblPriceStartdate.Text
source: Start date
de_de: Gültigkeitsbeginn

# lblPriceTaxPercent.Help
source: Enter the tax value in percent with max. 1 decimal digit
de_de: Füge hier den Umsatzsteuersatz in Prozent mit max. 1 Nachkommastelle ein

# lblPriceTaxPercent.Text
source: Tax %
de_de: MWSt. %

# lblPriceUnitCost.Help
source: Enter the Unit cost in net or gross.
de_de: Füge den normalen Preis (brutto oder netto) ein. Wird ggfs. von der Preistabelle überschrieben.

# lblPriceUnitCost.Text
source: Unit Price
de_de: Aktueller Preis

# New.Text
source: Add
de_de: Neu

# pnlPrice.Text
source: Price
de_de: Preise

# SelectRole.Text
source: (Select Role)
de_de: (Benutzerrolle wählen)

# EndDate.Header
source: End Date
de_de: Gültigkeitsende

# OriginalUnitCost.Header
source: Original price
de_de: Originalpreis

# Startdate.Header
source: Start Date
de_de: Gültigkeitsstart

# TaxPercent.Header
source: Tax %
de_de: MWSt. %

# UnitCost.Header
source: Price
de_de: Preis

# UserRole.Header
source: Role
de_de: Rolle
