Repository: developeramarish/BBStore
Catalog: App_LocalResources/SettingsSearch.ascx.*.resx
Languages: de_de

# lblPriceSearchEnabled.Text
source: Enable Price Search
de_de: Preissuche verwenden

# lblPriceSearchEnabled.Help
source: Check if you want to allow search by price
de_de: Ankreuzen, wenn Sie die Suche nach einem Preisbereich erlauben wollen

# lblTextSearchEnabled.Text
source: Enable Text Search
de_de: Textsuche verwenden

# lblTextSearchEnabled.Help
source: Check if you want to allow search by text
de_de: Ankreuzen, wenn Sie die Suche nach einem Text erlauben wollen

# lblDynamicPage.Help
source: Please select the page with a BBStore product list module (normally: this page)
de_de: Bitte wählen Sie eine Seite mit einem BBStore Product List Modul (üblicherweise die eigene Seite)

# lblDynamicPage.Text
source: Page Product List Module
de_de: Seite Produktlisten-Modul

# lblProductGroupSearchEnabled.Help
source: Check if you want to be able to delete ProductGroup - Selection in Search Module
de_de: Ankreuzen, wenn die Artikelgruppenselektion im Suchmodul gelöscht werden können soll

# lblProductGroupSearchEnabled.Text
source: Enable ProductGroup Search
de_de: Produktgruppensuche verwenden

# ControlTitle_settings.Text
source: BBStore Product Search Settings
de_de: BBStore Product Search Einstellungen

# lblFeatureSearchEnabled.Text
source: Enable Feature Search
de_de: Merkmalsuche verwenden

# lblFeatureSearchEnabled.Help
source: Check if you want to enable feature search
de_de: Ankreuzen, wenn Sie die Suche nach Artikelmerkmalen erlauben wollen

# lblStaticSearchEnabled.Text
source: Enable Static Search
de_de: Statische Suche verwenden

# lblStaticSearchEnabled.Help
source: Check if you want to be able to choose from special selections (discounts, new products ...)
de_de: Ankreuzen, wenn Sie die Suche nach Sonderaktionen erlauben wollen

# lblResetSearchEnabled.Text
source: Enable "Reset All Filters"
de_de: "Filter löschen" - Button verwenden

# lblResetSearchEnabled.Help
source: Check if a button for deleting all filters should be shown
de_de: Ankreuzen, wenn ein Button angezeigt werden soll mit dem alle Suchkriterien zurückgesetzt werden können

# lblResetSearchPGEnabled.Text
source: "Reset" - ProductGroup too
de_de: "Filter löschen" auch Produktgruppe

# lblResetSearchPGEnabled.Help
source: Check if the delete filter button should reset the selected product group too
de_de: Ankreuzen wenn das klicken des "Filter löschen" Buttons auch die Produktgruppe zurücksetzen soll
