Repository: developeramarish/BBStore
Catalog: App_LocalResources/SettingsProduct.ascx.*.resx
Languages: es_es

# ControlTitle_settings.Text
source: BBStore Simple Product Settings
es_es: Configuración del producto simple BBStore

# ItemNo.Header
source: Item No.
es_es: Nº de artículo.

# Name.Header
source: Name
es_es: Nombre

# UnitCost.Header
source: Net price
es_es: Precio neto

# cmdDynamic.Text
source: dynamic
es_es: dinámica

# lblSelected.Text
source: Your choice:
es_es: Su elección:

# DynamicSelected.Message
source: Dynamic Product
es_es: Producto dinámico

# NoSelected.Message
source: No selection
es_es: Selección no.

# ShowNetPrice.Cart.Text
source: See store settings
es_es: Configuración de la tienda de lago

# ShowNetPrice.Gross.Text
source: Gross
es_es: Bruto

# DeleteProductTemplate.Text
source: Are you sure to delete this product template? Products which are using this template will return to default display !
es_es: ¿Está seguro de eliminar esta plantilla de producto? Los productos que va a utilizar esta plantilla volverá a la pantalla predeterminada!

# lblProductTemplate.Text
source: Product Template
es_es: Plantilla de producto

# lblProductTemplateName.Help
source: Enter a name to save as a template
es_es: Introduzca un nombre para guardar como plantilla

# lblProductTemplateName.Text
source: Template Name
es_es: Nombre de la plantilla

# lblShowNetPrice.Help
source: Show price as defined in cart module or without or with tax included
es_es: Mostrar precio definido en el módulo de carro o sin o con impuestos incluidos

# lblShowNetPrice.Text
source: Price w/o tax
es_es: Precio sin impuestos

# lnkReset.Text
source: Reset to default
es_es: Restablecer a predeterminado

# lblStatic.Help
source: Select the product which should be displayed permanently in this module
es_es: Si este módulo permanentemente debe mostrar un producto estático, por favor, seleccione una de las siguientes.

# lblOpenCartOnAdd.Help
source: Check if page with cart should be opened when product is added
es_es: Comprobar si la página con el carro de la compra debe ser abierto cuando se agrega el producto

# lblOpenCartOnAdd.Text
source: Show Cart
es_es: Mostrar pedido

# lblSearch.Text
source: Search
es_es: Búsqueda

# lblSearch.Help
source: Enter a phrase to look for in ItemNo, Title, Short- and Longdescription
es_es: Escriba una frase para buscar en ItemNo, título, corto y Longdescription

# lblContactModulePage.Help
source: Select the page which contains the BBStore Contact Module (if needed)
es_es: Seleccione la página que contiene los módulos de contactos BBStore (si es necesario)

# lblContactModulePage.Text
source: Contact Module Page
es_es: Página de contacto de módulos

# Individual.Text
source: (individual)
es_es: (individuales)

# hdrGlobal.Text
source: Global Settings
es_es: Configuración global

# hdrTemplates.Text
source: Templates
es_es: Plantillas

# hdrProduct.Text
source: Product
es_es: Producto

# rblSelectTypeDynamic.Text
source: Dynamic
es_es: Dinámica

# rblSelectTypeStatic.Text
source: Static
es_es: Estática

# lblSelectType.Text
source: Displaytype
es_es: Tipo de pantalla

# lblSelectType.Help
source: Select the type of display. You can choose between always showing the same product (static) or depending on passed parameter 'productid' (dynamic). If static please select a product from the list .
es_es: Seleccione el tipo de pantalla. Usted puede elegir entre Mostrar siempre el mismo producto (estático) o dependiendo de los parámetros pasados 'productid' (dinámico). Si estática, por favor seleccione un producto de la lista.

# lblStatic.Text
source: Static product
es_es: Producto estático

# lblListModulePage.Text
source: List Module Page
es_es: Módulos página lista

# lblListModulePage.Help
source: Select the page to be displayed automatically if no product is selected
es_es: Seleccione la página que se muestra automáticamente si no se ha seleccionado ningún producto

# lblSetModuleTitle.Text
source: Set module title
es_es: Módulo title set

# lblSetModuleTitle.Help
source: Check if you want to set the module title as product name
es_es: Compruebe si desea establecer el título del módulo como nombre del producto
