Repository: developeramarish/BBStore
Catalog: App_LocalResources/SettingsProductGroup.ascx.*.resx
Languages: de_de, es_es

# ControlTitle_settings.Text
source: BBStore Product Group Settings
de_de: BBStore Product Group Einstellungen
es_es: Configuración de grupo de producto de BBStore

# DeleteProductTemplate.Text
source: Are you sure to delete this product group template? Products which are using this template will return to default display !
de_de: Wollen Sie diese Produktgruppenvorlage wirklich löschen ? Produkte, die diese Vorlage verwenden, werden anschließend mit dem Standard-Design angezeigt werden!
es_es: ¿Está seguro de eliminar esta plantilla de grupo de producto? Los productos que va a utilizar esta plantilla volverá a la pantalla predeterminada!

# lblProductGroupsInRow.Help
source: Enter the number of productgroups to be shown in one row
de_de: Geben Sie an, wie viele Artikelgruppen in einer Zeile dargestellt werden sollen
es_es: Introduzca el número de productgroups que se muestra en una fila

# lblProductGroupsInRow.Text
source: Productgroups in Row
de_de: Anzahl Artikelgruppen / Zeile
es_es: Productgroups en fila

# lnkReset.Text
source: Reset to default
de_de: auf Standard setzen
es_es: Restablecer a predeterminado

# lblDynamicPage.Help
source: Please select the page with a BBStore product list module (normally: this page)
de_de: Bitte wählen Sie eine Seite mit einem BBStore Product List Modul (üblicherweise die eigene Seite)
es_es: Por favor, seleccione la página con un módulo de lista de productos de BBStore (normalmente: esta página)

# lblDynamicPage.Text
source: Page Product List Module
de_de: Seite Produktlisten-Modul
es_es: Módulos de lista de productos de página

# lblIncludeChilds.Help
source: Check if products in sub groups should be included in display
de_de: Ankreuzen, wenn Artikel aus untergeordneten Artikelgruppen mit angezeigt werden sollen
es_es: Compruebe si los productos en subgrupos deberían incluirse en pantalla

# lblIncludeChilds.Text
source: Show Subgroup Products
de_de: Untergruppen-Artikel anzeigen
es_es: Mostrar productos subgrupo

# lblShowBreadcrumb.Help
source: Check if you want the "product breadcrumb path" to be shown
de_de: Ankreuzen, wenn der komplette Produktgruppen-Pfad ("Breadcrumb") angezeigt werden soll
es_es: Compruebe si desea "el camino de la ruta de exploración del producto" que se muestra

# lblShowBreadcrumb.Text
source: Show Breadcrumb
de_de: Breadcrumb zeigen
es_es: Mostrar la ruta de exploración

# lblViewMode.Help
source: Select the display mode
de_de: Bitte wählen Sie den Anzeigemodus
es_es: Seleccione el modo de visualización

# lblViewMode.Text
source: View Mode
de_de: Anzeige Modus
es_es: Modo de vista

# lblShowExpandCollapse.Help
source: Check if you want to see + / - sign to collapse and expand nodes
de_de: Ankreuzen, wenn das + / - Zeichen zum Erweitern und Verbergen angezeigt werden soll
es_es: Compruebe si desea ver + / - sign contraer y expandir los nodos

# lblShowExpandCollapse.Text
source: Show Expand / Collapse
de_de: Zeige Erweitern / Verbergen
es_es: Mostrar expandir / contraer

# lblShowIcons.Help
source: Check if you want to see icon beneath the group name
de_de: Ankreuzen, wenn neben dem Namen der Artikelgruppe das icon angezeigt werden soll
es_es: Compruebe si desea ver el icono debajo del nombre de grupo

# lblShowIcons.Text
source: Show Icons
de_de: Icons anzeigen
es_es: Mostrar iconos

# lblTreeHoverClass.Help
source: Enter the name of the css class for the hovered treenode
de_de: Geben Sie den Namen der CSS-Klasse für einen "hovered" Knoten (der Knoten über dem sich der Mauszeiger befindet) im Baum an
es_es: Introduzca el nombre de la clase css para el treenode activado

# lblTreeHoverClass.Text
source: CssClass Hovered Node
de_de: CSS Klasse hovered Eintrag
es_es: CssClass rondaba el nodo

# lblTreeNormalClass.Help
source: Enter the name of the Css class for a normal treenode
de_de: Geben Sie den Namen der CSS-Klasse für einen normalen Knoten im Baum an
es_es: Introduzca el nombre de la clase CSS para un treenode normal

# lblTreeSelectedClass.Help
source: Enter the name of the css class for the selected treenode
de_de: Geben Sie den Namen der CSS-Klasse für einen normalen Knoten im Baum an
es_es: Introduzca el nombre de la clase css para el treenode seleccionado

# lblTreeSelectedClass.Text
source: CssClass Selected Node
de_de: CSS Klasse selektierter Eintrag
es_es: CssClass nodo seleccionado

# lblSetTitle.Help
source: Check if the selected product group should be set as module title
de_de: Ankreuzen, wenn die selektierte Artikelgruppe als Modultitel angezeigt werden soll
es_es: Compruebe si el grupo de producto seleccionado debe establecerse como módulo de título

# lblShowProductCount.Text
source: Show Product Count
de_de: Produktanzahl anzeigen
es_es: Mostrar número de producto

# lblShowProductCount.Help
source: Counts products per product group. Don't check if performance is poor.
de_de: Ermittelt die Produktanzahl pro Artikelgruppe (Hat Einfluss auf die Performance)
es_es: Cuenta productos por categoría de productos. Comprueba si el rendimiento es pobre.

# lblShowLevels.Text
source: Show Levels
de_de: Zeige Ebenen
es_es: Mostrar niveles

# lblShowLevels.Help
source: Enter maximum amount of levels you want to show in treeview. Leave 0 if unlimited
de_de: Geben Sie die maximale Anzahl der Ebenen an, die im Treeview angezeigt werden sollen. 0 bedeutet ohne Einschränkung, 1 zB. nur die Hauptebene
es_es: Introduzca la cantidad máxima de niveles que desee mostrar en treeview. Dejar 0 si ilimitado

# lblRootLevel.Text
source: Root Productgroup
de_de: Basis-Artikelgruppe
es_es: Productgroup de raíz

# lblRootLevel.Help
source: Select the base product group for display (optional).
de_de: Wählen Sie optional die Basis-Artikelgruppe für dieses Modul
es_es: Seleccione el grupo de producto base para mostrar (opcional).

# lblSetTitle.Text
source: Productgroup as title
de_de: Artikelgruppe als Titel
es_es: Título conjunto

# Edit.Text
source: (edit)
de_de: (bearbeiten)
es_es: (Editar)

# lblWrapNode.Text
source: Wrap Node Text
de_de: Zeilenumbruch Text
es_es: Ajustar línea de texto

# lblWrapNode.Help
source: Check if wrapping node text is allowed
de_de: Ankreuzen, wenn ein Zeilenumbruch in der Artikelgruppe erlaubt ist
es_es: Por favor, si una línea la categoría se permiten

# SelectOption.Text
source: Root
de_de: Alle Artikelgruppen
es_es: Raíz

# lblAllGroupsImage.Help
source: Image to show when Upwards navigation is enabled and the main level with all main product groups should be navigated.
de_de: Bild das angezeigt werden soll when die Aufwärtsnavigation eingeschaltet ist und die Hauptebene angezeigt werden soll
es_es: Imagen para mostrar cuando hacia arriba la navegación está activada y el nivel principal con todos los grupos de producto principal se deben navegar.

# lblAllGroupsImage.Text
source: Mainlevel Image
de_de: Hauptartikelgruppen Bild
es_es: Imagen de nivel principal

# lblShowUpNavigation.Help
source: Check if you want to show an additional parent productgroup while staying in a subgroup
de_de: Ankreuzen, wenn Sie die übergeordnete Produktgruppe zusätzlich angezeigt bekommen wollen wenn Sie sich in einer Untergruppe befinden
es_es: Echale un vistazo y quiere si Mostrar hacia arriba navegación (dummy) productgroup durante su estancia en un subgrupo

# lblShowUpNavigation.Text
source: Show parent productgroup
de_de: Übergeordnete Artikelgruppe anzeigen
es_es: Mostrar hacia arriba navegación

# lblRootLevelFixed.Help
source: Check if the selected Root product group should be shown always
de_de: Ankreuzen, wenn die gewählte Basisartikelgruppe immer angezeigt werden soll
es_es: Compruebe si el grupo de productos seleccionados de la raíz debe mostrarse siempre

# lblRootLevelFixed.Text
source: Fix root productgroup
de_de: Feste Basisartikelgruppe
es_es: Fijar la raíz productgroup

# lblShowThisNode.Text
source: Show current product group
de_de: Aktuelle Produktgruppe anzeigen
es_es: Mostrar el producto real grupo

# lblShowThisNode.Help
source: Check if you want to show the current product group
de_de: Ankreuzen, wenn Sie die aktuelle Produktgruppe angezeigt bekommen wollen
es_es: Marque si usted quiere conseguir el actual grupo de productos

# lblShowSubNodes.Text
source: Show Product Subgroups
de_de: Unterproduktgruppen anzeigen
es_es: Ver productos por grupo

# lblShowSubNodes.Help
source: Check if you want to show the product subgroups
de_de: Ankreuzen, wenn Sie die untergeordneten Produktgruppen anzeigen wollen
es_es: Marque si desea mostrar los grupos de producto infantil

# lblDefaultProductGroup.Help
source: Select optional a default product group
es_es: Opcional Seleccione un grupo de producto predeterminado

# lblDefaultProductGroup.Text
source: Default product group
es_es: Grupo de producto predeterminado

# lblTreeNormalClass.Text
source: CssClass Treenode
de_de: CSS Klasse normaler Eintrag
