Repository: developeramarish/BBStore
Catalog: App_LocalResources/SettingsCart.ascx.*.resx
Languages: de_de, es_es

# ControlTitle_settings.Text
source: BBStore Cart Settings
de_de: BBStore Warenkorb Einstellungen
es_es: Configuración de carro BBStore

# lblImage.Text
source: Image
de_de: Bild
es_es: Imagen

# lblItemNo.Text
source: ItemNo
de_de: Artikelnr.

# lblNetTotal.Text
source: NetTotal
de_de: Netto- summe
es_es: Valle de NET

# lblProduct.Text
source: Product
de_de: Produkt
es_es: Producto

# lblQuantity.Text
source: Quantity
de_de: Menge
es_es: Cantidad

# lblShow.Help
source: Check if column should be visible in cart
de_de: Ankreuzen, wenn Spalte im Warenkorb sichtbar sein soll
es_es: Comprobar si una columna debe ser visible en el carro de la compra

# lblShow.Text
source: Show
de_de: Anzeigen
es_es: Mostrar

# lblShowSummary.Help
source: Check if you want to show up the summery below the cart
de_de: Ankreuzen, wenn die Zusammenfassung unter dem Warenkorb angezeigt werden soll
es_es: Compruebe si desea que aparezca la veraniego debajo del carro

# lblShowSummary.Text
source: Show summary in cart
de_de: Zusammenfassung anzeigen
es_es: Mostrar resumen en carro

# lblSubTotal.Text
source: Subtotal
de_de: Betrag

# lblTaxPercent.Text
source: TaxPercent
de_de: MwSt. %

# lblTaxTotal.Text
source: TaxTotal
de_de: MwSt. Betrag

# lblUnitCost.Text
source: UnitCost
de_de: Einzel- preis

# lblWidth.Help
source: Enter column width in pixels
de_de: Spaltenbreite in Pixeln angeben
es_es: Introduzca el ancho de columna en píxeles

# lblWidth.Text
source: Width
de_de: Breite
es_es: Ancho

# hdrLayout.Text
source: Layout Settings
de_de: Layout Einstellungen
es_es: Configuración de diseño

# SelectRole.Text
source: (Select Role)
de_de: (Gruppe auswählen)
es_es: (Seleccione papel)

# lblShoppingTarget.Text
source: Target "Continue Shopping"
de_de: Ziel "Einkauf fortsetzen"
es_es: Destino "continuar comprando"

# lblShoppingTarget.Help
source: Select the target for the "Continue Shopping"-Button
de_de: Wählen Sie das Ziel für den "Einkauf fortsetzen"-Button
es_es: Seleccione el destino para el botón "Continuar comprando"

# rblhoppingTargetShopHome.Text
source: Shop Homepage
de_de: Shop Startseite
es_es: Tienda Home

# rblhoppingTargetProduct.Text
source: last product
de_de: Letzter Artikel
es_es: último artículo

# lblEnableCartUpload.Text
source: Enable Restore Cart
de_de: Warenkorb wiederherstellen erlauben
es_es: Restaurar carrito permite

# lblEnableCartUpload.Help
source: Check if the functionality for loading the shopping cart should be displayed
de_de: Ankreuzen wenn die Funktionalität zum Laden des Warenkorbs angezeigt werden soll
es_es: Comprobar si la funcionalidad para la ahorro de la compra del carro para mostrarse

# lblEnableCartDownload.Text
source: Enable Save Cart
de_de: Warenkorb speichern erlauben
es_es: Guardar la cesta de la compra permite

# lblEnableCartDownload.Help
source: Check if the functionality for saving the shopping cart should be displayed
de_de: Ankreuzen wenn die Funktionalität zum Speichern des Warenkorbs angezeigt werden soll
es_es: Comprobar si la funcionalidad para la carga de la compra del carro para mostrarse

# lblMultipleCustomers.Text
source: Multiple Customers per User
de_de: Mehrere Kunden pro Benutzer
es_es: Varios clientes por usuario

# lblMultipleCustomers.Help
source: Check if the logged-in user manages multiple customers (typically leave blank)
de_de: Ankreuzen wenn der eingeloggte Benutzer mehrere Kunden verwalten soll (im Normalfall leer lassen)
es_es: Comprobar si los usuarios registrados en gestionar múltiples clientes (normalmente dejar en blanco)

# lblCapAddressPart.Text
source: Address Part
de_de: Adress-Teil
es_es: Parte de la dirección

# lblCapMandatory.Text
source: Mandatory
de_de: Erforderlich
es_es: Obligatorio

# lblCell.Text
source: Cell
de_de: Mobil
es_es: Celular

# lblCity.Text
source: City
de_de: Ort
es_es: Ciudad

# lblCompany.Text
source: Company
de_de: Firma
es_es: Empresa

# lblCountry.Text
source: Country
de_de: Land
es_es: País

# lblFirstname.Text
source: Firstname
de_de: Vorname
es_es: Primer nombre

# lblLastname.Text
source: Lastname
de_de: Nachname
es_es: Apellido

# lblMiddlename.Text
source: Middle name
de_de: Mittelname
es_es: Segundo nombre

# lblPhone.Text
source: Phone
de_de: Telefon
es_es: Teléfono

# lblPostalCode.Text
source: Postal Code
de_de: PLZ
es_es: Código postal

# lblPrefix.Text
source: Prefix
de_de: Anrede
es_es: Prefijo

# lblRegion.Text
source: Region
de_de: Bundesland
es_es: Región

# lblStreet.Text
source: Street
de_de: Strasse
es_es: Calle

# lblSuburb.Text
source: Suburb
de_de: Ortsteil
es_es: Suburbio

# lblSuffix.Text
source: Suffix
de_de: Zusatz
es_es: Sufijo

# lblAddressFields.Help
source: Select which fields of the address are mandatory
de_de: Bitte wählen Sie für welche Adressfelder eine Eingabe erforderlich ist
es_es: Seleccione los campos de la dirección son obligatorios

# lblAddressFields.Text
source: Address fields
de_de: Adressfelder
es_es: Campos de dirección

# hdrAddress.Text
source: Address Settings
de_de: Adress Einstellungen
es_es: Configuración de la dirección

# valAddressTemplate.Error
source: You marked one or more Address fileds as mandatory that are absent in the address template !
de_de: Sie haben ein oder mehrere Adressfelder als notwendig markiert, die nicht in der Adressvorlage vorhanden sind!
es_es: Usted ha seleccionado uno o más campos de dirección según sea necesario, que son no presentes en la plantilla!

# lblAddressTemplate.Text
source: Address template
de_de: Adressvorlage
es_es: Plantilla

# lblUnit.Text
source: Unit
de_de: HNr.
es_es: No.

# hdrLanguage.Text
source: Static text
de_de: Statische Texte
es_es: Texto estático

# lblLanguage.Text
source: Select Language
de_de: Sprache wählen
es_es: Seleccionar idioma

# lblLanguage.Help
source: Select the Language you want to edit
de_de: Wählen Sie die Sprache, die Sie bearbeiten wollen
es_es: Seleccione el idioma que desea editar

# lblEmptyCart.Text
source: Empty Cart Display
de_de: Text leerer Warenkorb
es_es: Texto de carrito de compras vacío

# lblEmptyCart.Help
source: Please enter here the text that should be shown if the cart is empty
de_de: Bitte geben Sie hier den Text ein , der angezeigt werden soll, wenn der Warenkorb leer ist
es_es: Introduzca aquí el texto que debe mostrarse si la cesta está vacía

# lblCartNavigationStyle.Text
source: Cart Navigation Style
de_de: Warenkorbnavigations-Stil
es_es: Carro estilo navegación

# lblCartNavigationStyle.Help
source: Select the style of cart navigation
de_de: Wählen Sie den Stil der Warenkorbnavigation
es_es: Seleccione el estilo de navegación de carro

# lblConfirmCart.Text
source: Order confirmation message
de_de: Bestellbestätigungs-Nachricht
es_es: Mensaje de confirmación de la orden

# lblConfirmCart.Help
source: Enter the text that you want to appear when the customer has placed an order. If wanted, use the placeholder [ORDERNO] to display the generated purchase order number
de_de: Erfassen Sie hier den Text der erscheinen soll wenn der Kunde eine Bestellung abgeschickt hat. Verwenden Sie bei Bedarf den Platzhalter [ORDERNO] um die generierte Bestellnummer anzuzeigen
es_es: Introduzca el texto que desee que aparezca cuando el cliente ha hecho un pedido aquí. Si es necesario, utilice el marcador de posición [ORDERNO] para mostrar el número de orden de compra generada

# lblUnits.Text
source: Unit
de_de: Einheit
es_es: Unidad

# lblAddressTemplate.Help
source: Design the layout in which addresses should be shown and edited. Use token replace syntax :[TOKEN:Width (in pixel)] Select the following tokens: <table> <tr><th>Token</th><th>Description</th> <tr><td>COMPANY</td><td>Company</td></tr> <tr><td>PREFIX</td><td>Prefix</td></tr> <tr><td>FIRSTNAME</td><td>Firstname</td></tr> <tr><td>MIDDLENAME</td><td>Middlename</td></tr> <tr><td>LASTNAME</td><td>Lastname</td></tr> <tr><td>SUFFIX</td><td>Suffix</td></tr> <tr><td>STREET</td><td>Street</td></tr> <tr><td>UNIT</td><td>Unit</td></tr> <tr><td>REGION</td><td>Region</td></tr> <tr><td>POSTALCODE</td><td>Postalcode</td></tr> <tr><td>CITY</td><td>City</td></tr> <tr><td>SUBURB</td><td>Suburb</td></tr> <tr><td>COUNTRY</td><td>Country</td></tr> <tr><td>PHONE</td><td>Phone</td></tr> <tr><td>CELL</td><td>Cellphome</td></tr> <tr><td>FAX</td><td>Fax</td></tr> <tr><td>EMAIL</td><td>Email</td></tr> </table>
de_de: Entwerfen Sie das Layout in dem Adressen angezeigt und erfasst werden sollen. Verwenden Sie hierbei die Token-Replace Syntax <b>[TOKEN:Width (in pixel)]</b> Wählen Sie aus folgenden Tokens: <table> <tr><th>Token</th><th>Bedeutung</th> <tr><td>COMPANY</td><td>Firma</td></tr> <tr><td>PREFIX</td><td>Anrede</td></tr> <tr><td>FIRSTNAME</td><td>Vorname</td></tr> <tr><td>MIDDLENAME</td><td>Mittelname</td></tr> <tr><td>LASTNAME</td><td>Nachnahme</td></tr> <tr><td>SUFFIX</td><td>Suffix</td></tr> <tr><td>STREET</td><td>Strasse</td></tr> <tr><td>UNIT</td><td>Hausnummer</td></tr> <tr><td>REGION</td><td>Region</td></tr> <tr><td>POSTALCODE</td><td>PLZ</td></tr> <tr><td>CITY</td><td>Ort</td></tr> <tr><td>SUBURB</td><td>Ortsteil</td></tr> <tr><td>COUNTRY</td><td>Land</td></tr> <tr><td>PHONE</td><td>Telefon</td></tr> <tr><td>CELL</td><td>Mobil</td></tr> <tr><td>FAX</td><td>Fax</td></tr> <tr><td>EMAIL</td><td>E-Mail</td></tr> </table>
es_es: Diseño de la disposición en que direcciones deben mostradas y editadas. Use token replace syntax:[TOKEN:Width (in pixel)] Select the following tokens: <table> <tr><th>Token</th><th>Description</th> <tr><td>COMPANY</td><td>Company</td></tr> <tr><td>PREFIX</td><td>Prefix</td></tr> <tr><td>FIRSTNAME</td><td>Firstname</td></tr> <tr><td>MIDDLENAME</td><td>Middlename</td></tr> <tr><td>LASTNAME</td><td>Lastname</td></tr> <tr><td>SUFFIX</td><td>Suffix</td></tr> <tr><td>STREET</td><td>Street</td></tr> <tr><td>UNIT</td><td>Unit</td></tr> <tr><td>REGION</td><td>Region</td></tr> <tr><td>POSTALCODE</td><td>Postalcode</td></tr> <tr><td>CITY</td><td>City</td></tr> <tr><td>SUBURB</td><td>Suburb</td></tr> <tr><td>COUNTRY</td><td>Country</td></tr> <tr><td>PHONE</td><td>Phone</td></tr> <tr><td>CELL</td><td>Cellphome</td></tr> <tr><td>FAX</td><td>Fax</td></tr> <tr><td>EMAIL</td><td>Email</td></tr> </table>

# hdrTemplates.Text
source: Templates
de_de: Vorlagen
es_es: Plantillas

# lblTemplate.Text
source: Mail template
de_de: E-Mail Vorlage
es_es: Plantilla de correo

# lblTemplate.Help
source: Select or edit / create the template for the order email
de_de: Wählen Sie die E-Mail Vorlage für die Bestellung E-Mail aus bzw. erzeugen / bearbeiten Sie diese
es_es: Seleccionar, editar o crear una plantilla para correo electrónico de la orden

# lblEmail.Text
source: Email
es_es: Correo electrónico
