Repository: developeramarish/BBStore
Catalog: App_LocalResources/SettingsFeatureList.ascx.*.resx
Languages: de_de, es_es

# ControlTitle_settings.Text
source: BBStore Featurelist Settings
de_de: BBStore Featurelist Einstellungen
es_es: Configuración de la característica-lista de BBStore

# DeleteFeatureListTemplate.Text
source: Are you sure to delete this FeatureList template? Products which are using this template will return to default display !
de_de: Wollen Sie diese Vorlage wirklich löschen? Merkmallisten, die diese Vorlage verwenden, werden anschließend mit dem Standard-Design angezeigt!
es_es: ¿Está seguro de eliminar esta plantilla de lista de característica? Los productos que va a utilizar esta plantilla volverá a la pantalla predeterminada!

# lblFeaturesInRow.Help
source: Enter the number of features to be shown in one row
de_de: Geben Sie an, wie viele Merkmale in einer Zeile dargestellt werden sollen
es_es: Introduzca el número de características que se muestra en una fila

# lblFeaturesInRow.Text
source: Features in Row
de_de: Merkmale pro Zeile
es_es: En la fila de características

# lnkReset.Text
source: Reset to default
de_de: auf Standard setzen
es_es: Restablecer a predeterminado

# SelectOption.Text
source: (Select optional)
de_de: (Optional auswählen)
es_es: (Seleccione opcional)

# lblHeaderText.Text
source: Header Text
de_de: Kopf-Text
es_es: Texto de encabezado

# lblHeaderText.Help
source: Enter a Text to show above the List of Features (HTML allowed)
de_de: Geben Sie hier einen Text ein, der über der Merkmallliste angezeigt wird (HTML erlaubt)
es_es: Escriba encima para mostrar la lista de características de un texto (HTML permitido)

# lblFooterText.Text
source: Footer Text
de_de: Fuss-Text
es_es: Texto de pie de página

# lblFooterText.Help
source: Enter a Text to show beneath the List of Features (HTML allowed)
de_de: Geben Sie hier einen Text ein, der unter der Merkmallliste angezeigt wird (HTML erlaubt)
es_es: Escriba para mostrar debajo de la lista de características de un texto (HTML permitido)

# lblProductListModulePage.Text
source: Productlist Module Page
de_de: Produktlisten-Modul Seite
es_es: Página de producto lista de módulos

# lblProductListModulePage.Help
source: Please select a page which contains a productlist module with dynamic data selection setting
de_de: Bitte wählen Sie eine Seite die ein Produktlisten Modul enthält, das auf dynamische Datenselektion eingestellt istsetting
es_es: Por favor, seleccione una página que contiene un módulo Productoy con opción de selección de datos dinámicos

# lblFeatureList.Text
source: Feature List
de_de: Merkmal Liste
es_es: Lista de funciones

# lblFeatureList.Help
source: Select the FeatureList which should be shown for filtering
de_de: Wählen Sie die Merkmalliste, die zur Filterung angezeigt werden soll
es_es: Seleccione la lista de funciones que debe mostrarse para filtrar

# Edit.Text
source: (edit)
de_de: (bearbeiten)
es_es: (Editar)

# lblViewMode.Text
source: Show as
de_de: Anzeige als
es_es: Mostrar como

# lblViewMode.Help
source: Select the type of display: as tabular items or as scroller
de_de: Wählen Sie die Art der Anzeige: in tabellarischer Form oder als tabellarisches Raster
es_es: Seleccione el tipo de pantalla: en formato de tabla o como una caminadora

# rblViewModeTable.Text
source: Table
de_de: Tabelle
es_es: Tabla

# rblViewModeScroller.Text
source: Rotator
de_de: Laufband
es_es: Rotador

# lblOnlyWithImage.Text
source: Only entries with image
de_de: Nur Einträge mit Bild
es_es: Sólo las entradas con foto

# lblOnlyWithImage.Help
source: If checked, only Featurelistitems with image will be shown
de_de: Wenn angehakt werden nur Produktmerkmale mit Bild angezeigt
es_es: Cuando se muestran características sólo marcadas con imagen

# lblRotatorHeight.Text
source: Height of Rotator
de_de: Höhe der Laufbandes
es_es: Altura de la caminadora

# lblRotatorHeight.Help
source: Enter the height of th rotator (in pixel)
de_de: Geben Sie die Höhe des Laufbandes (in Pixeln) an
es_es: Especificar la altura de la caminadora (en píxeles)

# hdrGlobal.Text
source: Global Settings
de_de: Allgemeine Einstellungen

# hdrLanguage.Text
source: Static Text
de_de: Statische Texte
